import React from 'react'
import Customcar from '../components/customcar'

export default function page() {
  return (
    <div>
        <Customcar
        brandname="RAUH-Welt BEGRIFF (RWB)"
        brandimg="https://images.fineartamerica.com/images/artworkimages/mediumlarge/3/rwb-rauh-welt-begriff-logo-sascha-britz.jpg"
        brand_datail="ชื่อ RWB (Rauh-Welt Begriff) มาจากภาษาเยอรมัน แปลว่า “Rough World Concept” ซึ่งมาจากชื่อทีมในอดีตของตัวเองในยุค 90’s นั่นเอง ทุกครั้งที่ผู้คนได้เห็น “Stella Artois” ของ Nakai-san ก็ยิ่งเกิดการบอกต่อแบบปากต่อปาก ทำให้ชื่อของ RWB เป็นที่รู้จักมากขึ้นเรื่อย ๆ จุดเด่นของ Porsche RWB ทุกคันคือ จะต้องเป็น Porsche air-cooled เท่านั้น ที่เห็นบ่อยจะเป็น 993, 964 การเปลี่ยนชุดแต่งรอบคันตามสไตล์ของลูกค้าเจ้าของรถแต่ละคัน ตั้งแต่ Front and rear bumpers, side skirts, fenders, rear wing, custom suspension, custom wheels และทุกคันจะถูกตั้งชื่อโดย Nakai-san เช่น “Rough Evolution” เป็น RWB คันแรกของโลกของ คุณชิน ชินวัฒน์ กนิษฐ์พงศ์ RWB Thailand ที่ Nakai-san บินออกไปทำนอกญี่ปุ่น รวมถึง “Painkiller” และ “Ten” ก็เป็น RWB สัญชาติไทยที่โด่งดังไปทั่วโลก ซึ่ง Nakai-san เคยให้สัมภาษณ์ว่า เค้าไม่เคยแพลนชื่อของรถแต่ละคันมาก่อน มันเป็นชื่อที่ออกมาเองระหว่างทำงาน เป็นเหมือนดนตรีที่เล่นขึ้นในหัว และเค้าก็เชื่อในเสียงนั้นทุกครั้ง การทำงานของ Nakai-san เป็นอึกหนึ่งจุดเด่นที่แตกต่าง ก่อนเริ่มงานทุกครั้งจะมีการพูดคุยทำความรู้จักกับเจ้าของรถ เพื่อนำไอเดียไปออกแบบ Bodyparts ให้แตกต่างกันไปตามคาแรคเตอร์ของรถแต่ละคัน ลักษณะการขับรถ จุดประสงค์ในการใช้งาน เน้นขับบนถนนหรือขับในสนามแข่ง เป็นต้น ดังนั้น RWB จึงเป็นผลงานที่ไม่ซ้ำกันแม้แต่คันเดียว แน่นอนว่าแม้แต่เจ้าของรถเองก็ไม่ทราบว่ารถ Porsche 911 ของเค้าจะออกมาเป็นอย่างไร

หลังพูดคุยเรียบร้อย Nakai-san จะสั่ง supplier ที่ญี่ปุ่นให้ผลิตชิ้นส่วนต่าง ๆ และส่งไปถึงประเทศที่หมายก่อน จากนั้นเจ้าตัวจะบินตามไปพร้อมกระเป๋าเครื่องมือ 1-2 ใบ และบุหรี่ Winston หลายคอต

เมื่อเครื่องบิน Landing ก็จะดิ่งไปเริ่มงานเลยทันที ไม่มีการใช้เวลากับความเหนื่อยล้าหรือ jetlag แต่อย่างใด ลงมือตัดแต่งชิ้นส่วนตามหน้างานด้วยตัวเอง โดยมีอุปกรณ์หลักคือ เครื่องตัด สว่านเจาะ และสองมือ แต่ผลที่ได้ออกมาคือความเนี๊ยบเป๊ะ ไม่มีความผิดเพี้ยน ซึ่งมักจะใช้เวลาตั้งแต่ 2-5 วันจนแล้วเสร็จ ทุกคนที่ได้เห็น Nakai-san ต่างพูดเหมือนกันว่ามันเหมือนศิลปินกำลังสร้างสรรค์ผลงานศิลป์มากกว่าช่างทำรถ และด้วยความเป็น artist ของ Nakai-san ที่ต้องลงมือทำด้วยตัวเอง จึงยากที่จะมีการผลิตชุดแต่งแบบ mass production ออกมาให้เกลื่อนเมือง"
        ownerimg="https://images.squarespace-cdn.com/content/v1/57825361440243db4a4b7830/6f5f8f34-c02c-4945-81e9-2ef76a521ac1/SABUKARU_RWB_AKIRA_NAKAI_PORSCHE_56.jpg"
        owner="Akira Nakai"
        ownerdetail1="Akira Nakai เป็นจูนเนอร์รถยนต์ชาวญี่ปุ่น ผู้ก่อตั้งบริษัทปรับแต่งรถ Porsche RAUH-Welt BEGRIFF ซึ่งเชี่ยวชาญด้านการออกแบบและติดตั้งชุดแต่งลำตัวกว้างแบบกำหนดเองสำหรับรถปอร์เช่รุ่นคลาสสิก ตัวอย่างก่อนหน้านี้มีสติกเกอร์ Sekund Entwicklung ที่ด้านหลัง ซึ่งต่อมาได้เปลี่ยนเป็น Zweite Entwicklung Akira Nakai เป็นจูนเนอร์รถยนต์ชาวญี่ปุ่น ผู้ก่อตั้งบริษัทปรับแต่งรถ Porsche RAUH-Welt BEGRIFF ซึ่งเชี่ยวชาญด้านการออกแบบและติดตั้งชุดแต่งลำตัวกว้างแบบกำหนดเองสำหรับรถปอร์เช่รุ่นคลาสสิก"
        ownerdetail2="ต่อมา Nakai ได้ก่อตั้งบริษัทของตนเองที่มีชื่อว่า RAUH Welt BEGRIFF (RWB) และเป็นที่รู้จักจากการดัดแปลงรถยนต์ Porsche โดยบางครั้งทำการปรับเปลี่ยนตัวถังแบบสุดโต่ง[ 4 ]การดัดแปลงตามปกติของเขาได้แก่ กันชนหน้า กันชนหลัง สเกิร์ตข้าง ซุ้มล้อ และสปอยเลอร์ เขาเสนอตัวเลือกเพิ่มเติม เช่น บังโคลนใหม่ที่มีความกว้างต่างกัน การปรับช่วงล่าง และการเพิ่มความสวยงามที่เล็กลง เช่น คานาร์ดและหมุดย้ำพิเศษ ความกว้างของล้อของรถยนต์ Porsche รุ่น RWB มักจะกว้างขึ้นการดัดแปลงของ Nakai และบริษัทของเขาได้รับการกล่าวขานว่า ได้รับความนิยม และสุนทรียศาสตร์ของเขาได้รับการอธิบายว่า ไม่เหมือนใคร"
        />
    </div>
  )
}
